{
  "$schema": "https://aka.ms/winget-packages.schema.2.0.json",
  "Sources": [
    {
      "Packages": [
        {
          "PackageIdentifier": "7zip.7zip"
        },
        {
          "PackageIdentifier": "Docker.DockerDesktop"
        },
        {
          "PackageIdentifier": "Git.Git"
        },
        {
          "PackageIdentifier": "PremiumSoft.NavicatPremium"
        },
        {
          "PackageIdentifier": "RARLab.WinRAR"
        },
        {
          "PackageIdentifier": "AntibodySoftware.WizTree"
        },
        {
          "PackageIdentifier": "Starship.Starship"
        },
        {
          "PackageIdentifier": "Google.Chrome"
        },
        {
          "PackageIdentifier": "OpenJS.NodeJS.LTS"
        },
        {
          "PackageIdentifier": "voidtools.Everything"
        },
        {
          "PackageIdentifier": "Microsoft.PowerShell"
        },
        {
          "PackageIdentifier": "Neovim.Neovim"
        },
        {
          "PackageIdentifier": "Microsoft.Edge"
        },
        {
          "PackageIdentifier": "qBittorrent.qBittorrent"
        },
        {
          "PackageIdentifier": "Microsoft.VCRedist.2015+.x86"
        },
        {
          "PackageIdentifier": "Microsoft.DotNet.AspNetCore.8"
        },
        {
          "PackageIdentifier": "Microsoft.DotNet.DesktopRuntime.8"
        },
        {
          "PackageIdentifier": "Intel.IntelDriverAndSupportAssistant"
        },
        {
          "PackageIdentifier": "Microsoft.DotNet.DesktopRuntime.9"
        },
        {
          "PackageIdentifier": "Microsoft.DotNet.Runtime.8"
        },
        {
          "PackageIdentifier": "Microsoft.VCRedist.2015+.x64"
        },
        {
          "PackageIdentifier": "RedisInsight.RedisInsight"
        },
        {
          "PackageIdentifier": "Yandex.Music"
        },
        {
          "PackageIdentifier": "Postman.Postman"
        },
        {
          "PackageIdentifier": "SlackTechnologies.Slack"
        },
        {
          "PackageIdentifier": "Telegram.TelegramDesktop"
        },
        {
          "PackageIdentifier": "Microsoft.VisualStudioCode"
        },
        {
          "PackageIdentifier": "Anysphere.Cursor"
        },
        {
          "PackageIdentifier": "Microsoft.AppInstaller"
        },
        {
          "PackageIdentifier": "Microsoft.UI.Xaml.2.8"
        },
        {
          "PackageIdentifier": "Microsoft.VCLibs.Desktop.14"
        },
        {
          "PackageIdentifier": "Microsoft.WindowsTerminal"
        }
      ],
      "SourceDetails": {
        "Argument": "https://cdn.winget.microsoft.com/cache",
        "Identifier": "Microsoft.Winget.Source_8wekyb3d8bbwe",
        "Name": "winget",
        "Type": "Microsoft.PreIndexed.Package"
      }
    }
  ],
  "WinGetVersion": "1.12.350"
}

